tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "act"
brew "aerc"
brew "coreutils"
brew "bat"
brew "chezmoi"
brew "curl"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gum"
brew "jq"
brew "libpq"
brew "lsd"
brew "mosh"
brew "neovim"
brew "netcat"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tig"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "wget"
brew "zellij"
brew "zsh"
cask "1password"
cask "alfred"
cask "dbngin"
cask "devutils"
cask "fig"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "insomnia"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logseq"
cask "obsidian"
cask "r"
cask "rar"
cask "raycast"
cask "rectangle"
cask "shortcat"
cask "todoist"
cask "visual-studio-code"
